<?php
// Module info
$_['heading_title']     = 'Подписка на рассылку';
$_['text_extension']    = 'Модули';
$_['text_success']      = 'Внимание! Вы изменили настройки модуля!';
$_['text_edit']         = 'Редактировать модуль';
$_['entry_status']      = 'Статус';

// Module data
$_['text_agree']        = 'Документ политики безопасности ';
$_['text_customer']     = 'Группа для подписчиков';
$_['text_autor']        = 'Сделано автором invays: <a href="https://opencartmodul.ru" target"_blank"> Посетите сайт автора</a>';


// Help
$_['help_agree']        = 'Выберите статью в которой содержится информация о политике безопасности';
$_['help_customer']     = 'Выберите группу, в которую надо добавить подписчиков. Этот функционал нужен для рассылки.';

// Errors
$_['error_permission']  = 'Внимание! У вас нет прав на изменение настроек модуля!';